[TC_WOTC_IW_SPAS12_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>SPAS-12</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>SPAS-12</b></font>"
AbilityDescName="боевой дробовик"
BriefSummary="Franchi SPAS-12 (автоматическое ружьё специального назначения) - итальянское ружьё, разработанное в конце 1970-х годов. SPAS-12 является двухрежимным ружьём, то есть он может быть использован в качестве самозарядного или помпового оружия. Переключение между режимами стрельбы осуществляется путём нажатия кнопки под цевьём, и перемещением цевья слегка вперёд или назад до щелчка. Одной из уникальных особенностей SPAS-12 является переключатель, видимый на складном прикладе ружья. Этот переключатель может быть повернут на 90 градусов так, чтобы дробовик помещался под предплечьем стрелка. Теоретически, держа ружьё за пистолетную рукоять, стрелок может вести огонь одной рукой: с бедра или с вытянутой руки, в действительности из-за веса дробовика такое маловероятно. Несмотря на тяжёлый ствол, у SPAS-12 самая слабая отдача из всех ружей 12-калибра. К дулу может крепиться гранатомёт, дальность стрельбы которого составляет 150 м."
TacticalText="<Bullet/>Тип: Боевой дробовик\n<Bullet/>Режим ведения огня: Помповый\n<Bullet/>Принцип действия: Помповый/Газоотводный\n<Bullet/>Тип боеприпаса: 12 калибр\n<Bullet/>Страна производитель: Италия\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_IW_SPAS12_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>DEF-12</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>DEF-12</b></font>"
AbilityDescName="боевой дробовик"
BriefSummary="Franchi SPAS-12 (автоматическое ружьё специального назначения) - итальянское ружьё, разработанное в конце 1970-х годов. SPAS-12 является двухрежимным ружьём, то есть он может быть использован в качестве самозарядного или помпового оружия. Переключение между режимами стрельбы осуществляется путём нажатия кнопки под цевьём, и перемещением цевья слегка вперёд или назад до щелчка. Одной из уникальных особенностей SPAS-12 является переключатель, видимый на складном прикладе ружья. Этот переключатель может быть повернут на 90 градусов так, чтобы дробовик помещался под предплечьем стрелка. Теоретически, держа ружьё за пистолетную рукоять, стрелок может вести огонь одной рукой: с бедра или с вытянутой руки, в действительности из-за веса дробовика такое маловероятно. Несмотря на тяжёлый ствол, у SPAS-12 самая слабая отдача из всех ружей 12-калибра. К дулу может крепиться гранатомёт, дальность стрельбы которого составляет 150 м.\nDEF-12 представляет собой улучшенную версию SPAS-12. В отличии от оригинала данный образец имеет встроенный чок, который существенно снижает разброс дроби на дальней дистанции. Кроме того установленный чок позволил увеличить мощность каждого из выстрелов."
TacticalText="<Bullet/>Тип: Боевой дробовик\n<Bullet/>Режим ведения огня: Помповый\n<Bullet/>Принцип действия: Помповый/Газоотводный\n<Bullet/>Тип боеприпаса: 12 калибр\n<Bullet/>Страна производитель: Италия\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_IW_SPAS12_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>XS Ultimax-15</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>XS-Ultimax 15</b></font>"
AbilityDescName="боевой дробовик"
BriefSummary="Franchi SPAS-12 (автоматическое ружьё специального назначения) - итальянское ружьё, разработанное в конце 1970-х годов. SPAS-12 является двухрежимным ружьём, то есть он может быть использован в качестве самозарядного или помпового оружия. Переключение между режимами стрельбы осуществляется путём нажатия кнопки под цевьём, и перемещением цевья слегка вперёд или назад до щелчка. Одной из уникальных особенностей SPAS-12 является переключатель, видимый на складном прикладе ружья. Этот переключатель может быть повернут на 90 градусов так, чтобы дробовик помещался под предплечьем стрелка. Теоретически, держа ружьё за пистолетную рукоять, стрелок может вести огонь одной рукой: с бедра или с вытянутой руки, в действительности из-за веса дробовика такое маловероятно. Несмотря на тяжёлый ствол, у SPAS-12 самая слабая отдача из всех ружей 12-калибра. К дулу может крепиться гранатомёт, дальность стрельбы которого составляет 150 м.\nЕсли же DEF-12 не смог утолить у вас жажду крови, то XS Ultimax-15, следующий шаг в модификации SPAS-12, справится с этой задачей на ура. Привычные дробинки 12 калибра были заменены изготовленными из инопланетных сплавов, что положительно сказалось на пробивной способности, сделав броню противника бесполезной перед этим ружьём."
TacticalText="<Bullet/>Тип: Боевой дробовик\n<Bullet/>Режим ведения огня: Помповый\n<Bullet/>Принцип действия: Помповый/Газоотводный\n<Bullet/>Тип боеприпаса: 12 калибр\n<Bullet/>Страна производитель: Италия\n<Bullet/>Уровень технологии: Лучевое оружие"
